{"modelTopology":{"class_name":"Sequential","config":{"name":"sequential_17","layers":[{"class_name":"Dense","config":{"units":9,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense33","trainable":true,"batch_input_shape":[null,10],"dtype":"float32"}},{"class_name":"Dense","config":{"units":3,"activation":"softmax","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense34","trainable":true}}]},"keras_version":"tfjs-layers 3.20.0","backend":"tensor_flow.js"},"weightsManifest":[{"paths":["weights.bin"],"weights":[{"name":"dense_Dense33/kernel","shape":[10,9],"dtype":"float32"},{"name":"dense_Dense33/bias","shape":[9],"dtype":"float32"},{"name":"dense_Dense34/kernel","shape":[9,3],"dtype":"float32"},{"name":"dense_Dense34/bias","shape":[3],"dtype":"float32"}]}],"format":"layers-model","generatedBy":"TensorFlow.js tfjs-layers v3.20.0","convertedBy":null}